import babushka from '../images/babushka.png'
export default function HomePage() {
    return (
        <body style={{ display: "flex", flexDirection: 'column', justifyContent: "center", width: '98vw'}}>
            <div class="paragraph" style={{ width: '60vw' }}>
                <img src={babushka} style={{ height: '50px', width: '60px' }}></img>
                <h1 class="paragraph-title" style={{ marginTop: '-3.2vh' }}>הסיפור שלנו</h1>
                {/* <center>
                    "נותנים יד" היא עמותה שמטרתה ליצור חיבורים משמעותיים בין מתנדבות לבין ילדים עם צרכים מיוחדים. אנחנו מאמינים בכוח של חיבור אישי והענקת תמיכה אמיתית לילדים עם צרכים מיוחדים, כדי לשפר את איכות חייהם ולהעניק להם הזדמנויות להתפתחות אישית. המתנדבות שלנו פועלות בהתמדה ובהתנדבות, מספקות פעילות חברתית, לימודית ורגשית, ומקנות לילדים את הכלים והביטחון להתמודד עם האתגרים היום-יומיים שלהם. אנחנו כאן כדי לתת יד, לסייע ולתמוך בכל דרך אפשרית.
                </center> */}
                <center>
                    בשנת 2010, קבוצה קטנה של בנות עם לב גדול הבינה שאפשר לשנות את חייהם של ילדים עם צרכים מיוחדים על ידי יצירת חיבורים אישיים ומשמעותיים. כך נולדה "נותנים יד" - עמותה שהוקמה מתוך אמונה בכוחם של קשרים אנושיים וביכולת של תמיכה אמיתית לשפר את איכות החיים של ילדים מיוחדים.
                    <br></br>
                    מתנדבות "נותנים יד" הן הלב הפועם של העמותה. כל אחת מהן מגיעה עם תשוקה ורצון לעשות שינוי. באמצעות פעילות חברתית, לימודית ורגשית, הן מספקות לילדים כלים להתמודד עם האתגרים היומיומיים ולהתפתח באופן אישי. התהליך הזה הוא דו-כיווני: הילדים מקבלים את הביטחון והחיזוקים שהם זקוקים להם, והמתנדבות חוות חוויה מעצימה ומלאה במשמעות.
                    <br></br>
                    החזון שלנו הוא פשוט אך עוצמתי: להושיט יד ולתמוך בכל דרך אפשרית. אנחנו כאן כדי להעניק לילדים הזדמנויות להתפתח ולצמוח, וכדי להראות שאכפתיות וקשרים אישיים יכולים לשנות עולמות. יחד, אנחנו יוצרים סביבה תומכת וחמה שבה כל ילד יכול לפרוח ולהגיע להישגים מרשימים.
                    <br></br>
                    הסיפור של "נותנים יד" הוא סיפור של אהבה, מסירות ואמונה בכוחו של האדם. אנחנו ממשיכים להתרחב ולגדול, וכל יום מביא איתו סיפורים חדשים של הצלחה והשראה. יחד, אנחנו בונים עתיד טוב יותר לילדים עם צרכים מיוחדים ומשפיעים על הקהילה כולה.
                </center>
            </div>
            <div class="paragraph" style={{backgroundColor: 'rgb(255, 238, 217)', width: '98vw'}}>

            </div>
        </body>
    )
}